{
    "requires_authentication": false, 
    "name": "Aust", 
    "view_type": {
        "show_children": false, 
        "name": "COAG Index View", 
        "show_siblings": false
    }, 
    "children": [
        {
            "requires_authentication": false, 
            "name": "ACT", 
            "view_type": {
                "show_children": false, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "children": [
                {
                    "requires_authentication": false, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 100, 
                    "label": "housing_act", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Affordable Housing Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>Transitional National Partnership Agreement on Homelessness: 2017-18</b></p><p>In 2017, a one-year Transitional National Partnership Agreement on Homelessness (NPAH): 2017-18 was agreed, to enable the extension of the NPAH: 2015-17 until June 2018.</p><p>The NPAH aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. The Agreement contributes to the objective of the NAHA.</p><p>Under the NPAH, all states and territories have committed to direct at least 25 per cent of total matched funding, towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical areas with significant need for services in these priority areas and the services that will be delivered to address these needs.</p><p>On 9 December 2016 the Commonwealth announced a funding commitment to extend the NPAH until June 2018.</p><p><b>National Partnership Agreement on Remote Housing</b></p><p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is &quot;...that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation&quot; (COAG 2009). The NAHA aims to contribute to the following outcomes:</p><ol type=\"a\"><li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion</li><li>people are able to rent housing that meets their needs</li><li>people can purchase affordable housing</li><li>people have access to housing through an efficient and responsive housing market</li><li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental, housing purchase and access to housing through an efficient and responsive housing market) as other Australians</li><li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas and discrete communities.</li></ol><p>Under the NAHA and associated National Partnership Agreements, the Commonwealth Government provides funding to assist with the achievement of housing and homelessness related outcomes for which states and territories have primary responsibility, noting that outcomes are also influenced by all three levels of government and the private market.</p></p>From 1 July 2018, both the NPAH and NAHA will cease. In their place, the National Housing and Homelessness Agreement (NHHA) will be established. The terms of this agreement are yet to be finalised.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 200, 
                    "label": "education_act", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Education Agreement / National Education Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’. The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children</li>\r\n<li>young people make a successful transition from school to work and further study.</li></ol><p>Queensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</p>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards</li>\r\n<li>young people make a successful transition from school to work and further study</li>\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>Performance is assessed against the benchmark indicators identified in the NEA and the NERA. This is supplemented with an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p><p>The Commonwealth Government has policy responsibility for child care, while State and Territory governments are responsible for funding and providing preschool services. The Commonwealth Government also provides funding to states and territories for preschool. The Commonwealth Government and State and Territory governments share responsibility for developing, progressing and reviewing national objectives and outcomes for schooling and the national curriculum.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p><p>The objective of the National Partnership Agreement on Universal Access to Early Childhood Education is to provide universal access to quality preschool programs for children in the year before full-time school for 600 hours per year, delivered in accordance with National Quality Framework (NQF) requirements, and with a focus on participation by Indigenous and vulnerable and disadvantaged children.</p><p>Under National Partnership arrangements, performance is assessed against four performance indicators (Teacher Qualifications, Children Enrolled, Enrolled Children Enrolled for 600 Hours or More, and Attendance), with sub-indicators for cohorts of Indigenous and vulnerable and disadvantaged children.</p><p>The Children Enrolled indicator has been chosen for assessment as it can be appropriately compared across years and is a headline indicator under National Partnership arrangements. The benchmark for this indicator is 95 per cent because participation in preschool in the year before full-time school is not compulsory.</p><p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p><p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership enabled the Commonwealth, states and territories to establish the National Quality Framework (NQF) for early childhood education and care services. The NQF applies to most long day care, family day care, preschool and kindergarten, and outside school hours care services. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p><p>The Commonwealth, states and territories entered into the National Partnership on the National Quality Agenda for Early Childhood Education and Care 2015-16 to 2017-18 to maintain the National Quality Agenda.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 300, 
                    "label": "skills_act", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Agreement for Skills and Workforce Development"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the VET system. The NPASR commenced in 2012 and concluded in June 2017.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy</li>\r\n<li> all working age Australians have the opportunity to develop skills</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>Performance is assessed against the two benchmarks identified in the NASWD. This is supplemented with an indication of how effectively VET is translating into improved employment outcomes for graduates.</p><p>The Commonwealth Government and State and Territory governments allocate funding for VET services and to support the maintenance of public training infrastructure. Regulation and governance for higher education are shared between the Commonwealth Government, State and Territory governments and higher education institutions.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 400, 
                    "label": "healthcare_act", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>The National Partnership Agreement Supporting National Mental Health Reform concluded on 30 June 2016. It provided funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. A total of 20 projects were funded, with each State and Territory implementing between one and four discrete projects.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Healthcare Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system.</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported)</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information)</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol><p>All levels of government in Australia fund, deliver and regulate health services.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 500, 
                    "label": "disability_act", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Disability Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that 'People with disability and their carers have an enhanced quality of life and participate as valued members of the community'. The NDA aims to contribute to the following outcomes: <ol type=\"a\"><li>people with disability achieve economic participation and social inclusion</li><li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible</li><li>families and carers are well supported.</li></ol><p>Performance is assessed against the two benchmarks identified in the NDA. This is supplemented with an indication of the level of participation by people with a disability in social and community activities.</p><p>State and Territory governments are responsible for the provision of specialist disability services provided under the NDA, except disability employment services. The Commonwealth Government is responsible for the oversight and funding of employment services for people with disability and the provision of income support. All governments share responsibility for NDIS policy, funding and governance.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 600, 
                    "label": "indigenous_act", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Indigenous Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks:</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20&ndash;24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. Performace is assessed against the Closing the Gap targets, additional indicators have not been reported.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 700, 
                    "label": "infrastructure_act", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009&ndash;2014.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "blue"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 800, 
                    "label": "legal_assistance_act", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "ACT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Legal Assistance Services</b></p><p>The National Partnership Agreement on Legal Assistance Services 2015&ndash;2020 (the Agreement) commenced on 1 July 2015. The Agreement includes funding for legal aid commissions (LACs) and community legal centres (CLCs). It supports a sustainable legal assistance sector by ensuring that services are directed where they are needed most. The Agreement also encourages legal assistance providers to build a collaborative, sector-wide approach to service delivery, through formalised service planning processes.</p><p Service planning allows jurisdictions to identify gaps and overlaps in legal assistance services, to assist with improving front-line service delivery. The outcomes of this process inform state and territory decision‑making about the allocation of Commonwealth and state and territory funding for CLCs in each jurisdiction. Service planning is an essential reform in this Agreement and provides the sector with opportunities to work as one to achieve the Agreement’s objective and outcomes. In 2015-16, all states and territories met the service planning milestones under the Agreement.</p><p>The national benchmarks ensure available Commonwealth funding is prioritised for legal assistance services to financially disadvantage people. Financially disadvantaged people are also more likely to have legal problems and fall into other categories of priority clients.</p>"
                        }
                    ], 
                    "external_url": null
                }
            ], 
            "sort_order": 10, 
            "label": "act", 
            "properties": [
                {
                    "type": 1, 
                    "key": "state_name", 
                    "value": "ACT"
                }, 
                {
                    "type": 1, 
                    "key": "state_abbrev", 
                    "value": "ACT"
                }, 
                {
                    "type": 1, 
                    "key": "colour", 
                    "value": "blue"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "NSW", 
            "view_type": {
                "show_children": false, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "children": [
                {
                    "requires_authentication": false, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 100, 
                    "label": "housing_nsw", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Affordable Housing Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "pale_blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>Transitional National Partnership Agreement on Homelessness: 2017-18</b></p><p>In 2017, a one-year Transitional National Partnership Agreement on Homelessness (NPAH): 2017-18 was agreed, to enable the extension of the NPAH: 2015-17 until June 2018.</p><p>The NPAH aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. The Agreement contributes to the objective of the NAHA.</p><p>Under the NPAH, all states and territories have committed to direct at least 25 per cent of total matched funding, towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical areas with significant need for services in these priority areas and the services that will be delivered to address these needs.</p><p>On 9 December 2016 the Commonwealth announced a funding commitment to extend the NPAH until June 2018.</p><p><b>National Partnership Agreement on Remote Housing</b></p><p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is &quot;...that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation&quot; (COAG 2009). The NAHA aims to contribute to the following outcomes:</p><ol type=\"a\"><li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion</li><li>people are able to rent housing that meets their needs</li><li>people can purchase affordable housing</li><li>people have access to housing through an efficient and responsive housing market</li><li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental, housing purchase and access to housing through an efficient and responsive housing market) as other Australians</li><li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas and discrete communities.</li></ol><p>Under the NAHA and associated National Partnership Agreements, the Commonwealth Government provides funding to assist with the achievement of housing and homelessness related outcomes for which states and territories have primary responsibility, noting that outcomes are also influenced by all three levels of government and the private market.</p></p>From 1 July 2018, both the NPAH and NAHA will cease. In their place, the National Housing and Homelessness Agreement (NHHA) will be established. The terms of this agreement are yet to be finalised.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 200, 
                    "label": "education_nsw", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p><p>The objective of the National Partnership Agreement on Universal Access to Early Childhood Education is to provide universal access to quality preschool programs for children in the year before full-time school for 600 hours per year, delivered in accordance with National Quality Framework (NQF) requirements, and with a focus on participation by Indigenous and vulnerable and disadvantaged children.</p><p>Under National Partnership arrangements, performance is assessed against four performance indicators (Teacher Qualifications, Children Enrolled, Enrolled Children Enrolled for 600 Hours or More, and Attendance), with sub-indicators for cohorts of Indigenous and vulnerable and disadvantaged children.</p><p>The Children Enrolled indicator has been chosen for assessment as it can be appropriately compared across years and is a headline indicator under National Partnership arrangements. The benchmark for this indicator is 95 per cent because participation in preschool in the year before full-time school is not compulsory.</p><p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p><p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership enabled the Commonwealth, states and territories to establish the National Quality Framework (NQF) for early childhood education and care services. The NQF applies to most long day care, family day care, preschool and kindergarten, and outside school hours care services. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p><p>The Commonwealth, states and territories entered into the National Partnership on the National Quality Agenda for Early Childhood Education and Care 2015-16 to 2017-18 to maintain the National Quality Agenda.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’. The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children</li>\r\n<li>young people make a successful transition from school to work and further study.</li></ol><p>Queensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</p>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards</li>\r\n<li>young people make a successful transition from school to work and further study</li>\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>Performance is assessed against the benchmark indicators identified in the NEA and the NERA. This is supplemented with an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p><p>The Commonwealth Government has policy responsibility for child care, while State and Territory governments are responsible for funding and providing preschool services. The Commonwealth Government also provides funding to states and territories for preschool. The Commonwealth Government and State and Territory governments share responsibility for developing, progressing and reviewing national objectives and outcomes for schooling and the national curriculum.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Education Agreement / National Education Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "pale_blue"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 300, 
                    "label": "skills_nsw", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Agreement for Skills and Workforce Development"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "pale_blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the VET system. The NPASR commenced in 2012 and concluded in June 2017.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy</li>\r\n<li> all working age Australians have the opportunity to develop skills</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>Performance is assessed against the two benchmarks identified in the NASWD. This is supplemented with an indication of how effectively VET is translating into improved employment outcomes for graduates.</p><p>The Commonwealth Government and State and Territory governments allocate funding for VET services and to support the maintenance of public training infrastructure. Regulation and governance for higher education are shared between the Commonwealth Government, State and Territory governments and higher education institutions.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 400, 
                    "label": "healthcare_nsw", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>The National Partnership Agreement Supporting National Mental Health Reform concluded on 30 June 2016. It provided funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. A total of 20 projects were funded, with each State and Territory implementing between one and four discrete projects.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Healthcare Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "pale_blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system.</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported)</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information)</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol><p>All levels of government in Australia fund, deliver and regulate health services.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 500, 
                    "label": "disability_nsw", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that 'People with disability and their carers have an enhanced quality of life and participate as valued members of the community'. The NDA aims to contribute to the following outcomes: <ol type=\"a\"><li>people with disability achieve economic participation and social inclusion</li><li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible</li><li>families and carers are well supported.</li></ol><p>Performance is assessed against the two benchmarks identified in the NDA. This is supplemented with an indication of the level of participation by people with a disability in social and community activities.</p><p>State and Territory governments are responsible for the provision of specialist disability services provided under the NDA, except disability employment services. The Commonwealth Government is responsible for the oversight and funding of employment services for people with disability and the provision of income support. All governments share responsibility for NDIS policy, funding and governance.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Disability Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "pale_blue"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 600, 
                    "label": "indigenous_nsw", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Indigenous Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "pale_blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Remote Housing</b></p>\r\n<p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks:</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20&ndash;24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. Performace is assessed against the Closing the Gap targets, additional indicators have not been reported.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 700, 
                    "label": "infrastructure_nsw", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009&ndash;2014.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "pale_blue"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 800, 
                    "label": "legal_assistance_nsw", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Legal Assistance Services</b></p><p>The National Partnership Agreement on Legal Assistance Services 2015&ndash;2020 (the Agreement) commenced on 1 July 2015. The Agreement includes funding for legal aid commissions (LACs) and community legal centres (CLCs). It supports a sustainable legal assistance sector by ensuring that services are directed where they are needed most. The Agreement also encourages legal assistance providers to build a collaborative, sector-wide approach to service delivery, through formalised service planning processes.</p><p Service planning allows jurisdictions to identify gaps and overlaps in legal assistance services, to assist with improving front-line service delivery. The outcomes of this process inform state and territory decision‑making about the allocation of Commonwealth and state and territory funding for CLCs in each jurisdiction. Service planning is an essential reform in this Agreement and provides the sector with opportunities to work as one to achieve the Agreement’s objective and outcomes. In 2015-16, all states and territories met the service planning milestones under the Agreement.</p><p>The national benchmarks ensure available Commonwealth funding is prioritised for legal assistance services to financially disadvantage people. Financially disadvantaged people are also more likely to have legal problems and fall into other categories of priority clients.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NSW"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "pale_blue"
                        }
                    ], 
                    "external_url": null
                }
            ], 
            "sort_order": 20, 
            "label": "nsw", 
            "properties": [
                {
                    "type": 1, 
                    "key": "state_name", 
                    "value": "NSW"
                }, 
                {
                    "type": 1, 
                    "key": "state_abbrev", 
                    "value": "NSW"
                }, 
                {
                    "type": 1, 
                    "key": "colour", 
                    "value": "pale_blue"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "NT", 
            "view_type": {
                "show_children": false, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "children": [
                {
                    "requires_authentication": false, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 100, 
                    "label": "housing_nt", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is &quot;...that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation&quot; (COAG 2009). The NAHA aims to contribute to the following outcomes:</p><ol type=\"a\"><li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion</li><li>people are able to rent housing that meets their needs</li><li>people can purchase affordable housing</li><li>people have access to housing through an efficient and responsive housing market</li><li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental, housing purchase and access to housing through an efficient and responsive housing market) as other Australians</li><li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas and discrete communities.</li></ol><p>Under the NAHA and associated National Partnership Agreements, the Commonwealth Government provides funding to assist with the achievement of housing and homelessness related outcomes for which states and territories have primary responsibility, noting that outcomes are also influenced by all three levels of government and the private market.</p></p>From 1 July 2018, both the NPAH and NAHA will cease. In their place, the National Housing and Homelessness Agreement (NHHA) will be established. The terms of this agreement are yet to be finalised.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>Transitional National Partnership Agreement on Homelessness: 2017-18</b></p><p>In 2017, a one-year Transitional National Partnership Agreement on Homelessness (NPAH): 2017-18 was agreed, to enable the extension of the NPAH: 2015-17 until June 2018.</p><p>The NPAH aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. The Agreement contributes to the objective of the NAHA.</p><p>Under the NPAH, all states and territories have committed to direct at least 25 per cent of total matched funding, towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical areas with significant need for services in these priority areas and the services that will be delivered to address these needs.</p><p>On 9 December 2016 the Commonwealth announced a funding commitment to extend the NPAH until June 2018.</p><p><b>National Partnership Agreement on Remote Housing</b></p><p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Affordable Housing Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "brown"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 200, 
                    "label": "education_nt", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’. The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children</li>\r\n<li>young people make a successful transition from school to work and further study.</li></ol><p>Queensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</p>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards</li>\r\n<li>young people make a successful transition from school to work and further study</li>\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>Performance is assessed against the benchmark indicators identified in the NEA and the NERA. This is supplemented with an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p><p>The Commonwealth Government has policy responsibility for child care, while State and Territory governments are responsible for funding and providing preschool services. The Commonwealth Government also provides funding to states and territories for preschool. The Commonwealth Government and State and Territory governments share responsibility for developing, progressing and reviewing national objectives and outcomes for schooling and the national curriculum.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Education Agreement / National Education Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "brown"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p><p>The objective of the National Partnership Agreement on Universal Access to Early Childhood Education is to provide universal access to quality preschool programs for children in the year before full-time school for 600 hours per year, delivered in accordance with National Quality Framework (NQF) requirements, and with a focus on participation by Indigenous and vulnerable and disadvantaged children.</p><p>Under National Partnership arrangements, performance is assessed against four performance indicators (Teacher Qualifications, Children Enrolled, Enrolled Children Enrolled for 600 Hours or More, and Attendance), with sub-indicators for cohorts of Indigenous and vulnerable and disadvantaged children.</p><p>The Children Enrolled indicator has been chosen for assessment as it can be appropriately compared across years and is a headline indicator under National Partnership arrangements. The benchmark for this indicator is 95 per cent because participation in preschool in the year before full-time school is not compulsory.</p><p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p><p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership enabled the Commonwealth, states and territories to establish the National Quality Framework (NQF) for early childhood education and care services. The NQF applies to most long day care, family day care, preschool and kindergarten, and outside school hours care services. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p><p>The Commonwealth, states and territories entered into the National Partnership on the National Quality Agenda for Early Childhood Education and Care 2015-16 to 2017-18 to maintain the National Quality Agenda.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 300, 
                    "label": "skills_nt", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "brown"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the VET system. The NPASR commenced in 2012 and concluded in June 2017.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Agreement for Skills and Workforce Development"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy</li>\r\n<li> all working age Australians have the opportunity to develop skills</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>Performance is assessed against the two benchmarks identified in the NASWD. This is supplemented with an indication of how effectively VET is translating into improved employment outcomes for graduates.</p><p>The Commonwealth Government and State and Territory governments allocate funding for VET services and to support the maintenance of public training infrastructure. Regulation and governance for higher education are shared between the Commonwealth Government, State and Territory governments and higher education institutions.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 400, 
                    "label": "healthcare_nt", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system.</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported)</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information)</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol><p>All levels of government in Australia fund, deliver and regulate health services.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Healthcare Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "brown"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>The National Partnership Agreement Supporting National Mental Health Reform concluded on 30 June 2016. It provided funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. A total of 20 projects were funded, with each State and Territory implementing between one and four discrete projects.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 500, 
                    "label": "disability_nt", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that 'People with disability and their carers have an enhanced quality of life and participate as valued members of the community'. The NDA aims to contribute to the following outcomes: <ol type=\"a\"><li>people with disability achieve economic participation and social inclusion</li><li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible</li><li>families and carers are well supported.</li></ol><p>Performance is assessed against the two benchmarks identified in the NDA. This is supplemented with an indication of the level of participation by people with a disability in social and community activities.</p><p>State and Territory governments are responsible for the provision of specialist disability services provided under the NDA, except disability employment services. The Commonwealth Government is responsible for the oversight and funding of employment services for people with disability and the provision of income support. All governments share responsibility for NDIS policy, funding and governance.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Disability Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "brown"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 600, 
                    "label": "indigenous_nt", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Remote Housing</b></p>\r\n<p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Indigenous Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "brown"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks:</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20&ndash;24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. Performace is assessed against the Closing the Gap targets, additional indicators have not been reported.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 700, 
                    "label": "infrastructure_nt", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009&ndash;2014.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "brown"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 800, 
                    "label": "legal_assistance_nt", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Legal Assistance Services</b></p><p>The National Partnership Agreement on Legal Assistance Services 2015&ndash;2020 (the Agreement) commenced on 1 July 2015. The Agreement includes funding for legal aid commissions (LACs) and community legal centres (CLCs). It supports a sustainable legal assistance sector by ensuring that services are directed where they are needed most. The Agreement also encourages legal assistance providers to build a collaborative, sector-wide approach to service delivery, through formalised service planning processes.</p><p Service planning allows jurisdictions to identify gaps and overlaps in legal assistance services, to assist with improving front-line service delivery. The outcomes of this process inform state and territory decision‑making about the allocation of Commonwealth and state and territory funding for CLCs in each jurisdiction. Service planning is an essential reform in this Agreement and provides the sector with opportunities to work as one to achieve the Agreement’s objective and outcomes. In 2015-16, all states and territories met the service planning milestones under the Agreement.</p><p>The national benchmarks ensure available Commonwealth funding is prioritised for legal assistance services to financially disadvantage people. Financially disadvantaged people are also more likely to have legal problems and fall into other categories of priority clients.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "NT"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "brown"
                        }
                    ], 
                    "external_url": null
                }
            ], 
            "sort_order": 30, 
            "label": "nt", 
            "properties": [
                {
                    "type": 1, 
                    "key": "state_name", 
                    "value": "NT"
                }, 
                {
                    "type": 1, 
                    "key": "state_abbrev", 
                    "value": "NT"
                }, 
                {
                    "type": 1, 
                    "key": "colour", 
                    "value": "brown"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "SA", 
            "view_type": {
                "show_children": false, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "children": [
                {
                    "requires_authentication": false, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 100, 
                    "label": "housing_sa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>Transitional National Partnership Agreement on Homelessness: 2017-18</b></p><p>In 2017, a one-year Transitional National Partnership Agreement on Homelessness (NPAH): 2017-18 was agreed, to enable the extension of the NPAH: 2015-17 until June 2018.</p><p>The NPAH aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. The Agreement contributes to the objective of the NAHA.</p><p>Under the NPAH, all states and territories have committed to direct at least 25 per cent of total matched funding, towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical areas with significant need for services in these priority areas and the services that will be delivered to address these needs.</p><p>On 9 December 2016 the Commonwealth announced a funding commitment to extend the NPAH until June 2018.</p><p><b>National Partnership Agreement on Remote Housing</b></p><p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Affordable Housing Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "orange"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is &quot;...that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation&quot; (COAG 2009). The NAHA aims to contribute to the following outcomes:</p><ol type=\"a\"><li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion</li><li>people are able to rent housing that meets their needs</li><li>people can purchase affordable housing</li><li>people have access to housing through an efficient and responsive housing market</li><li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental, housing purchase and access to housing through an efficient and responsive housing market) as other Australians</li><li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas and discrete communities.</li></ol><p>Under the NAHA and associated National Partnership Agreements, the Commonwealth Government provides funding to assist with the achievement of housing and homelessness related outcomes for which states and territories have primary responsibility, noting that outcomes are also influenced by all three levels of government and the private market.</p></p>From 1 July 2018, both the NPAH and NAHA will cease. In their place, the National Housing and Homelessness Agreement (NHHA) will be established. The terms of this agreement are yet to be finalised.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 200, 
                    "label": "education_sa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’. The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children</li>\r\n<li>young people make a successful transition from school to work and further study.</li></ol><p>Queensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</p>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards</li>\r\n<li>young people make a successful transition from school to work and further study</li>\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>Performance is assessed against the benchmark indicators identified in the NEA and the NERA. This is supplemented with an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p><p>The Commonwealth Government has policy responsibility for child care, while State and Territory governments are responsible for funding and providing preschool services. The Commonwealth Government also provides funding to states and territories for preschool. The Commonwealth Government and State and Territory governments share responsibility for developing, progressing and reviewing national objectives and outcomes for schooling and the national curriculum.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Education Agreement / National Education Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "orange"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p><p>The objective of the National Partnership Agreement on Universal Access to Early Childhood Education is to provide universal access to quality preschool programs for children in the year before full-time school for 600 hours per year, delivered in accordance with National Quality Framework (NQF) requirements, and with a focus on participation by Indigenous and vulnerable and disadvantaged children.</p><p>Under National Partnership arrangements, performance is assessed against four performance indicators (Teacher Qualifications, Children Enrolled, Enrolled Children Enrolled for 600 Hours or More, and Attendance), with sub-indicators for cohorts of Indigenous and vulnerable and disadvantaged children.</p><p>The Children Enrolled indicator has been chosen for assessment as it can be appropriately compared across years and is a headline indicator under National Partnership arrangements. The benchmark for this indicator is 95 per cent because participation in preschool in the year before full-time school is not compulsory.</p><p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p><p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership enabled the Commonwealth, states and territories to establish the National Quality Framework (NQF) for early childhood education and care services. The NQF applies to most long day care, family day care, preschool and kindergarten, and outside school hours care services. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p><p>The Commonwealth, states and territories entered into the National Partnership on the National Quality Agenda for Early Childhood Education and Care 2015-16 to 2017-18 to maintain the National Quality Agenda.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 300, 
                    "label": "skills_sa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy</li>\r\n<li> all working age Australians have the opportunity to develop skills</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>Performance is assessed against the two benchmarks identified in the NASWD. This is supplemented with an indication of how effectively VET is translating into improved employment outcomes for graduates.</p><p>The Commonwealth Government and State and Territory governments allocate funding for VET services and to support the maintenance of public training infrastructure. Regulation and governance for higher education are shared between the Commonwealth Government, State and Territory governments and higher education institutions.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Agreement for Skills and Workforce Development"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "orange"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the VET system. The NPASR commenced in 2012 and concluded in June 2017.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 400, 
                    "label": "healthcare_sa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>The National Partnership Agreement Supporting National Mental Health Reform concluded on 30 June 2016. It provided funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. A total of 20 projects were funded, with each State and Territory implementing between one and four discrete projects.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Healthcare Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "orange"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system.</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported)</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information)</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol><p>All levels of government in Australia fund, deliver and regulate health services.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 500, 
                    "label": "disability_sa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Disability Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "orange"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that 'People with disability and their carers have an enhanced quality of life and participate as valued members of the community'. The NDA aims to contribute to the following outcomes: <ol type=\"a\"><li>people with disability achieve economic participation and social inclusion</li><li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible</li><li>families and carers are well supported.</li></ol><p>Performance is assessed against the two benchmarks identified in the NDA. This is supplemented with an indication of the level of participation by people with a disability in social and community activities.</p><p>State and Territory governments are responsible for the provision of specialist disability services provided under the NDA, except disability employment services. The Commonwealth Government is responsible for the oversight and funding of employment services for people with disability and the provision of income support. All governments share responsibility for NDIS policy, funding and governance.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 600, 
                    "label": "indigenous_sa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Remote Housing</b></p>\r\n<p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Indigenous Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "orange"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks:</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20&ndash;24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. Performace is assessed against the Closing the Gap targets, additional indicators have not been reported.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 700, 
                    "label": "infrastructure_sa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009&ndash;2014.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "orange"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 800, 
                    "label": "legal_assistance_sa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "SA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "orange"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Legal Assistance Services</b></p><p>The National Partnership Agreement on Legal Assistance Services 2015&ndash;2020 (the Agreement) commenced on 1 July 2015. The Agreement includes funding for legal aid commissions (LACs) and community legal centres (CLCs). It supports a sustainable legal assistance sector by ensuring that services are directed where they are needed most. The Agreement also encourages legal assistance providers to build a collaborative, sector-wide approach to service delivery, through formalised service planning processes.</p><p Service planning allows jurisdictions to identify gaps and overlaps in legal assistance services, to assist with improving front-line service delivery. The outcomes of this process inform state and territory decision‑making about the allocation of Commonwealth and state and territory funding for CLCs in each jurisdiction. Service planning is an essential reform in this Agreement and provides the sector with opportunities to work as one to achieve the Agreement’s objective and outcomes. In 2015-16, all states and territories met the service planning milestones under the Agreement.</p><p>The national benchmarks ensure available Commonwealth funding is prioritised for legal assistance services to financially disadvantage people. Financially disadvantaged people are also more likely to have legal problems and fall into other categories of priority clients.</p>"
                        }
                    ], 
                    "external_url": null
                }
            ], 
            "sort_order": 40, 
            "label": "sa", 
            "properties": [
                {
                    "type": 1, 
                    "key": "state_name", 
                    "value": "SA"
                }, 
                {
                    "type": 1, 
                    "key": "state_abbrev", 
                    "value": "SA"
                }, 
                {
                    "type": 1, 
                    "key": "colour", 
                    "value": "orange"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Qld", 
            "view_type": {
                "show_children": false, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "children": [
                {
                    "requires_authentication": false, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 100, 
                    "label": "housing_qld", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Affordable Housing Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Queensland"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Qld"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "purple"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is &quot;...that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation&quot; (COAG 2009). The NAHA aims to contribute to the following outcomes:</p><ol type=\"a\"><li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion</li><li>people are able to rent housing that meets their needs</li><li>people can purchase affordable housing</li><li>people have access to housing through an efficient and responsive housing market</li><li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental, housing purchase and access to housing through an efficient and responsive housing market) as other Australians</li><li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas and discrete communities.</li></ol><p>Under the NAHA and associated National Partnership Agreements, the Commonwealth Government provides funding to assist with the achievement of housing and homelessness related outcomes for which states and territories have primary responsibility, noting that outcomes are also influenced by all three levels of government and the private market.</p></p>From 1 July 2018, both the NPAH and NAHA will cease. In their place, the National Housing and Homelessness Agreement (NHHA) will be established. The terms of this agreement are yet to be finalised.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>Transitional National Partnership Agreement on Homelessness: 2017-18</b></p><p>In 2017, a one-year Transitional National Partnership Agreement on Homelessness (NPAH): 2017-18 was agreed, to enable the extension of the NPAH: 2015-17 until June 2018.</p><p>The NPAH aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. The Agreement contributes to the objective of the NAHA.</p><p>Under the NPAH, all states and territories have committed to direct at least 25 per cent of total matched funding, towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical areas with significant need for services in these priority areas and the services that will be delivered to address these needs.</p><p>On 9 December 2016 the Commonwealth announced a funding commitment to extend the NPAH until June 2018.</p><p><b>National Partnership Agreement on Remote Housing</b></p><p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 200, 
                    "label": "education_qld", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’. The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children</li>\r\n<li>young people make a successful transition from school to work and further study.</li></ol><p>Queensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</p>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards</li>\r\n<li>young people make a successful transition from school to work and further study</li>\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>Performance is assessed against the benchmark indicators identified in the NEA and the NERA. This is supplemented with an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p><p>The Commonwealth Government has policy responsibility for child care, while State and Territory governments are responsible for funding and providing preschool services. The Commonwealth Government also provides funding to states and territories for preschool. The Commonwealth Government and State and Territory governments share responsibility for developing, progressing and reviewing national objectives and outcomes for schooling and the national curriculum.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Education Agreement / National Education Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Queensland"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Qld"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "purple"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p><p>The objective of the National Partnership Agreement on Universal Access to Early Childhood Education is to provide universal access to quality preschool programs for children in the year before full-time school for 600 hours per year, delivered in accordance with National Quality Framework (NQF) requirements, and with a focus on participation by Indigenous and vulnerable and disadvantaged children.</p><p>Under National Partnership arrangements, performance is assessed against four performance indicators (Teacher Qualifications, Children Enrolled, Enrolled Children Enrolled for 600 Hours or More, and Attendance), with sub-indicators for cohorts of Indigenous and vulnerable and disadvantaged children.</p><p>The Children Enrolled indicator has been chosen for assessment as it can be appropriately compared across years and is a headline indicator under National Partnership arrangements. The benchmark for this indicator is 95 per cent because participation in preschool in the year before full-time school is not compulsory.</p><p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p><p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership enabled the Commonwealth, states and territories to establish the National Quality Framework (NQF) for early childhood education and care services. The NQF applies to most long day care, family day care, preschool and kindergarten, and outside school hours care services. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p><p>The Commonwealth, states and territories entered into the National Partnership on the National Quality Agenda for Early Childhood Education and Care 2015-16 to 2017-18 to maintain the National Quality Agenda.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 300, 
                    "label": "skills_qld", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the VET system. The NPASR commenced in 2012 and concluded in June 2017.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Agreement for Skills and Workforce Development"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Queensland"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Qld"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "purple"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy</li>\r\n<li> all working age Australians have the opportunity to develop skills</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>Performance is assessed against the two benchmarks identified in the NASWD. This is supplemented with an indication of how effectively VET is translating into improved employment outcomes for graduates.</p><p>The Commonwealth Government and State and Territory governments allocate funding for VET services and to support the maintenance of public training infrastructure. Regulation and governance for higher education are shared between the Commonwealth Government, State and Territory governments and higher education institutions.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 400, 
                    "label": "healthcare_qld", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system.</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported)</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information)</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol><p>All levels of government in Australia fund, deliver and regulate health services.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>The National Partnership Agreement Supporting National Mental Health Reform concluded on 30 June 2016. It provided funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. A total of 20 projects were funded, with each State and Territory implementing between one and four discrete projects.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Healthcare Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Queensland"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Qld"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "purple"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 500, 
                    "label": "disability_qld", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Disability Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Queensland"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Qld"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "purple"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that 'People with disability and their carers have an enhanced quality of life and participate as valued members of the community'. The NDA aims to contribute to the following outcomes: <ol type=\"a\"><li>people with disability achieve economic participation and social inclusion</li><li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible</li><li>families and carers are well supported.</li></ol><p>Performance is assessed against the two benchmarks identified in the NDA. This is supplemented with an indication of the level of participation by people with a disability in social and community activities.</p><p>State and Territory governments are responsible for the provision of specialist disability services provided under the NDA, except disability employment services. The Commonwealth Government is responsible for the oversight and funding of employment services for people with disability and the provision of income support. All governments share responsibility for NDIS policy, funding and governance.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 600, 
                    "label": "indigenous_qld", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Indigenous Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Queensland"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Qld"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "purple"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks:</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20&ndash;24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. Performace is assessed against the Closing the Gap targets, additional indicators have not been reported.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Remote Housing</b></p>\r\n<p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 700, 
                    "label": "infrastructure_qld", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009&ndash;2014.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Queensland"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Qld"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "purple"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 800, 
                    "label": "legal_assistance_qld", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Legal Assistance Services</b></p><p>The National Partnership Agreement on Legal Assistance Services 2015&ndash;2020 (the Agreement) commenced on 1 July 2015. The Agreement includes funding for legal aid commissions (LACs) and community legal centres (CLCs). It supports a sustainable legal assistance sector by ensuring that services are directed where they are needed most. The Agreement also encourages legal assistance providers to build a collaborative, sector-wide approach to service delivery, through formalised service planning processes.</p><p Service planning allows jurisdictions to identify gaps and overlaps in legal assistance services, to assist with improving front-line service delivery. The outcomes of this process inform state and territory decision‑making about the allocation of Commonwealth and state and territory funding for CLCs in each jurisdiction. Service planning is an essential reform in this Agreement and provides the sector with opportunities to work as one to achieve the Agreement’s objective and outcomes. In 2015-16, all states and territories met the service planning milestones under the Agreement.</p><p>The national benchmarks ensure available Commonwealth funding is prioritised for legal assistance services to financially disadvantage people. Financially disadvantaged people are also more likely to have legal problems and fall into other categories of priority clients.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Queensland"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Qld"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "purple"
                        }
                    ], 
                    "external_url": null
                }
            ], 
            "sort_order": 50, 
            "label": "qld", 
            "properties": [
                {
                    "type": 1, 
                    "key": "state_name", 
                    "value": "Queensland"
                }, 
                {
                    "type": 1, 
                    "key": "state_abbrev", 
                    "value": "Qld"
                }, 
                {
                    "type": 1, 
                    "key": "colour", 
                    "value": "purple"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Vic", 
            "view_type": {
                "show_children": false, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "children": [
                {
                    "requires_authentication": false, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 100, 
                    "label": "housing_vic", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>Transitional National Partnership Agreement on Homelessness: 2017-18</b></p><p>In 2017, a one-year Transitional National Partnership Agreement on Homelessness (NPAH): 2017-18 was agreed, to enable the extension of the NPAH: 2015-17 until June 2018.</p><p>The NPAH aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. The Agreement contributes to the objective of the NAHA.</p><p>Under the NPAH, all states and territories have committed to direct at least 25 per cent of total matched funding, towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical areas with significant need for services in these priority areas and the services that will be delivered to address these needs.</p><p>On 9 December 2016 the Commonwealth announced a funding commitment to extend the NPAH until June 2018.</p><p><b>National Partnership Agreement on Remote Housing</b></p><p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Affordable Housing Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Victoria"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Vic"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is &quot;...that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation&quot; (COAG 2009). The NAHA aims to contribute to the following outcomes:</p><ol type=\"a\"><li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion</li><li>people are able to rent housing that meets their needs</li><li>people can purchase affordable housing</li><li>people have access to housing through an efficient and responsive housing market</li><li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental, housing purchase and access to housing through an efficient and responsive housing market) as other Australians</li><li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas and discrete communities.</li></ol><p>Under the NAHA and associated National Partnership Agreements, the Commonwealth Government provides funding to assist with the achievement of housing and homelessness related outcomes for which states and territories have primary responsibility, noting that outcomes are also influenced by all three levels of government and the private market.</p></p>From 1 July 2018, both the NPAH and NAHA will cease. In their place, the National Housing and Homelessness Agreement (NHHA) will be established. The terms of this agreement are yet to be finalised.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 200, 
                    "label": "education_vic", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Education Agreement / National Education Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Victoria"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Vic"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’. The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children</li>\r\n<li>young people make a successful transition from school to work and further study.</li></ol><p>Queensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</p>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards</li>\r\n<li>young people make a successful transition from school to work and further study</li>\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>Performance is assessed against the benchmark indicators identified in the NEA and the NERA. This is supplemented with an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p><p>The Commonwealth Government has policy responsibility for child care, while State and Territory governments are responsible for funding and providing preschool services. The Commonwealth Government also provides funding to states and territories for preschool. The Commonwealth Government and State and Territory governments share responsibility for developing, progressing and reviewing national objectives and outcomes for schooling and the national curriculum.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p><p>The objective of the National Partnership Agreement on Universal Access to Early Childhood Education is to provide universal access to quality preschool programs for children in the year before full-time school for 600 hours per year, delivered in accordance with National Quality Framework (NQF) requirements, and with a focus on participation by Indigenous and vulnerable and disadvantaged children.</p><p>Under National Partnership arrangements, performance is assessed against four performance indicators (Teacher Qualifications, Children Enrolled, Enrolled Children Enrolled for 600 Hours or More, and Attendance), with sub-indicators for cohorts of Indigenous and vulnerable and disadvantaged children.</p><p>The Children Enrolled indicator has been chosen for assessment as it can be appropriately compared across years and is a headline indicator under National Partnership arrangements. The benchmark for this indicator is 95 per cent because participation in preschool in the year before full-time school is not compulsory.</p><p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p><p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership enabled the Commonwealth, states and territories to establish the National Quality Framework (NQF) for early childhood education and care services. The NQF applies to most long day care, family day care, preschool and kindergarten, and outside school hours care services. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p><p>The Commonwealth, states and territories entered into the National Partnership on the National Quality Agenda for Early Childhood Education and Care 2015-16 to 2017-18 to maintain the National Quality Agenda.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 300, 
                    "label": "skills_vic", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the VET system. The NPASR commenced in 2012 and concluded in June 2017.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Agreement for Skills and Workforce Development"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Victoria"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Vic"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy</li>\r\n<li> all working age Australians have the opportunity to develop skills</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>Performance is assessed against the two benchmarks identified in the NASWD. This is supplemented with an indication of how effectively VET is translating into improved employment outcomes for graduates.</p><p>The Commonwealth Government and State and Territory governments allocate funding for VET services and to support the maintenance of public training infrastructure. Regulation and governance for higher education are shared between the Commonwealth Government, State and Territory governments and higher education institutions.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 400, 
                    "label": "healthcare_vic", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>The National Partnership Agreement Supporting National Mental Health Reform concluded on 30 June 2016. It provided funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. A total of 20 projects were funded, with each State and Territory implementing between one and four discrete projects.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Healthcare Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Victoria"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Vic"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system.</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported)</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information)</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol><p>All levels of government in Australia fund, deliver and regulate health services.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 500, 
                    "label": "disability_vic", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Disability Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Victoria"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Vic"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_blue"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that 'People with disability and their carers have an enhanced quality of life and participate as valued members of the community'. The NDA aims to contribute to the following outcomes: <ol type=\"a\"><li>people with disability achieve economic participation and social inclusion</li><li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible</li><li>families and carers are well supported.</li></ol><p>Performance is assessed against the two benchmarks identified in the NDA. This is supplemented with an indication of the level of participation by people with a disability in social and community activities.</p><p>State and Territory governments are responsible for the provision of specialist disability services provided under the NDA, except disability employment services. The Commonwealth Government is responsible for the oversight and funding of employment services for people with disability and the provision of income support. All governments share responsibility for NDIS policy, funding and governance.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 600, 
                    "label": "indigenous_vic", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks:</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20&ndash;24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. Performace is assessed against the Closing the Gap targets, additional indicators have not been reported.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Indigenous Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Victoria"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Vic"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_blue"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 700, 
                    "label": "infrastructure_vic", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009&ndash;2014.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Victoria"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Vic"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_blue"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 800, 
                    "label": "legal_assistance_vic", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Legal Assistance Services</b></p><p>The National Partnership Agreement on Legal Assistance Services 2015&ndash;2020 (the Agreement) commenced on 1 July 2015. The Agreement includes funding for legal aid commissions (LACs) and community legal centres (CLCs). It supports a sustainable legal assistance sector by ensuring that services are directed where they are needed most. The Agreement also encourages legal assistance providers to build a collaborative, sector-wide approach to service delivery, through formalised service planning processes.</p><p Service planning allows jurisdictions to identify gaps and overlaps in legal assistance services, to assist with improving front-line service delivery. The outcomes of this process inform state and territory decision‑making about the allocation of Commonwealth and state and territory funding for CLCs in each jurisdiction. Service planning is an essential reform in this Agreement and provides the sector with opportunities to work as one to achieve the Agreement’s objective and outcomes. In 2015-16, all states and territories met the service planning milestones under the Agreement.</p><p>The national benchmarks ensure available Commonwealth funding is prioritised for legal assistance services to financially disadvantage people. Financially disadvantaged people are also more likely to have legal problems and fall into other categories of priority clients.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Victoria"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Vic"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_blue"
                        }
                    ], 
                    "external_url": null
                }
            ], 
            "sort_order": 60, 
            "label": "vic", 
            "properties": [
                {
                    "type": 1, 
                    "key": "state_name", 
                    "value": "Victoria"
                }, 
                {
                    "type": 1, 
                    "key": "state_abbrev", 
                    "value": "Vic"
                }, 
                {
                    "type": 1, 
                    "key": "colour", 
                    "value": "dark_blue"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Tas", 
            "view_type": {
                "show_children": false, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "children": [
                {
                    "requires_authentication": false, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 100, 
                    "label": "housing_tas", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is &quot;...that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation&quot; (COAG 2009). The NAHA aims to contribute to the following outcomes:</p><ol type=\"a\"><li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion</li><li>people are able to rent housing that meets their needs</li><li>people can purchase affordable housing</li><li>people have access to housing through an efficient and responsive housing market</li><li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental, housing purchase and access to housing through an efficient and responsive housing market) as other Australians</li><li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas and discrete communities.</li></ol><p>Under the NAHA and associated National Partnership Agreements, the Commonwealth Government provides funding to assist with the achievement of housing and homelessness related outcomes for which states and territories have primary responsibility, noting that outcomes are also influenced by all three levels of government and the private market.</p></p>From 1 July 2018, both the NPAH and NAHA will cease. In their place, the National Housing and Homelessness Agreement (NHHA) will be established. The terms of this agreement are yet to be finalised.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Affordable Housing Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Tasmania"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Tas"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_green"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>Transitional National Partnership Agreement on Homelessness: 2017-18</b></p><p>In 2017, a one-year Transitional National Partnership Agreement on Homelessness (NPAH): 2017-18 was agreed, to enable the extension of the NPAH: 2015-17 until June 2018.</p><p>The NPAH aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. The Agreement contributes to the objective of the NAHA.</p><p>Under the NPAH, all states and territories have committed to direct at least 25 per cent of total matched funding, towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical areas with significant need for services in these priority areas and the services that will be delivered to address these needs.</p><p>On 9 December 2016 the Commonwealth announced a funding commitment to extend the NPAH until June 2018.</p><p><b>National Partnership Agreement on Remote Housing</b></p><p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 200, 
                    "label": "education_tas", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’. The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children</li>\r\n<li>young people make a successful transition from school to work and further study.</li></ol><p>Queensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</p>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards</li>\r\n<li>young people make a successful transition from school to work and further study</li>\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>Performance is assessed against the benchmark indicators identified in the NEA and the NERA. This is supplemented with an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p><p>The Commonwealth Government has policy responsibility for child care, while State and Territory governments are responsible for funding and providing preschool services. The Commonwealth Government also provides funding to states and territories for preschool. The Commonwealth Government and State and Territory governments share responsibility for developing, progressing and reviewing national objectives and outcomes for schooling and the national curriculum.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Education Agreement / National Education Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Tasmania"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Tas"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_green"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p><p>The objective of the National Partnership Agreement on Universal Access to Early Childhood Education is to provide universal access to quality preschool programs for children in the year before full-time school for 600 hours per year, delivered in accordance with National Quality Framework (NQF) requirements, and with a focus on participation by Indigenous and vulnerable and disadvantaged children.</p><p>Under National Partnership arrangements, performance is assessed against four performance indicators (Teacher Qualifications, Children Enrolled, Enrolled Children Enrolled for 600 Hours or More, and Attendance), with sub-indicators for cohorts of Indigenous and vulnerable and disadvantaged children.</p><p>The Children Enrolled indicator has been chosen for assessment as it can be appropriately compared across years and is a headline indicator under National Partnership arrangements. The benchmark for this indicator is 95 per cent because participation in preschool in the year before full-time school is not compulsory.</p><p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p><p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership enabled the Commonwealth, states and territories to establish the National Quality Framework (NQF) for early childhood education and care services. The NQF applies to most long day care, family day care, preschool and kindergarten, and outside school hours care services. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p><p>The Commonwealth, states and territories entered into the National Partnership on the National Quality Agenda for Early Childhood Education and Care 2015-16 to 2017-18 to maintain the National Quality Agenda.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 300, 
                    "label": "skills_tas", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the VET system. The NPASR commenced in 2012 and concluded in June 2017.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Agreement for Skills and Workforce Development"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Tasmania"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Tas"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_green"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy</li>\r\n<li> all working age Australians have the opportunity to develop skills</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>Performance is assessed against the two benchmarks identified in the NASWD. This is supplemented with an indication of how effectively VET is translating into improved employment outcomes for graduates.</p><p>The Commonwealth Government and State and Territory governments allocate funding for VET services and to support the maintenance of public training infrastructure. Regulation and governance for higher education are shared between the Commonwealth Government, State and Territory governments and higher education institutions.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 400, 
                    "label": "healthcare_tas", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system.</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported)</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information)</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol><p>All levels of government in Australia fund, deliver and regulate health services.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>The National Partnership Agreement Supporting National Mental Health Reform concluded on 30 June 2016. It provided funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. A total of 20 projects were funded, with each State and Territory implementing between one and four discrete projects.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Healthcare Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Tasmania"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Tas"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_green"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 500, 
                    "label": "disability_tas", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Disability Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Tasmania"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Tas"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_green"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that 'People with disability and their carers have an enhanced quality of life and participate as valued members of the community'. The NDA aims to contribute to the following outcomes: <ol type=\"a\"><li>people with disability achieve economic participation and social inclusion</li><li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible</li><li>families and carers are well supported.</li></ol><p>Performance is assessed against the two benchmarks identified in the NDA. This is supplemented with an indication of the level of participation by people with a disability in social and community activities.</p><p>State and Territory governments are responsible for the provision of specialist disability services provided under the NDA, except disability employment services. The Commonwealth Government is responsible for the oversight and funding of employment services for people with disability and the provision of income support. All governments share responsibility for NDIS policy, funding and governance.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 600, 
                    "label": "indigenous_tas", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Remote Housing</b></p>\r\n<p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Indigenous Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Tasmania"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Tas"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_green"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks:</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20&ndash;24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. Performace is assessed against the Closing the Gap targets, additional indicators have not been reported.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 700, 
                    "label": "infrastructure_tas", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009&ndash;2014.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Tasmania"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Tas"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_green"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 800, 
                    "label": "legal_assistance_tas", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "Tasmania"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "Tas"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "dark_green"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Legal Assistance Services</b></p><p>The National Partnership Agreement on Legal Assistance Services 2015&ndash;2020 (the Agreement) commenced on 1 July 2015. The Agreement includes funding for legal aid commissions (LACs) and community legal centres (CLCs). It supports a sustainable legal assistance sector by ensuring that services are directed where they are needed most. The Agreement also encourages legal assistance providers to build a collaborative, sector-wide approach to service delivery, through formalised service planning processes.</p><p Service planning allows jurisdictions to identify gaps and overlaps in legal assistance services, to assist with improving front-line service delivery. The outcomes of this process inform state and territory decision‑making about the allocation of Commonwealth and state and territory funding for CLCs in each jurisdiction. Service planning is an essential reform in this Agreement and provides the sector with opportunities to work as one to achieve the Agreement’s objective and outcomes. In 2015-16, all states and territories met the service planning milestones under the Agreement.</p><p>The national benchmarks ensure available Commonwealth funding is prioritised for legal assistance services to financially disadvantage people. Financially disadvantaged people are also more likely to have legal problems and fall into other categories of priority clients.</p>"
                        }
                    ], 
                    "external_url": null
                }
            ], 
            "sort_order": 70, 
            "label": "tas", 
            "properties": [
                {
                    "type": 1, 
                    "key": "state_name", 
                    "value": "Tasmania"
                }, 
                {
                    "type": 1, 
                    "key": "state_abbrev", 
                    "value": "Tas"
                }, 
                {
                    "type": 1, 
                    "key": "colour", 
                    "value": "dark_green"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "WA", 
            "view_type": {
                "show_children": false, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "children": [
                {
                    "requires_authentication": false, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 100, 
                    "label": "housing_wa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Affordable Housing Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "gold"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is &quot;...that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation&quot; (COAG 2009). The NAHA aims to contribute to the following outcomes:</p><ol type=\"a\"><li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion</li><li>people are able to rent housing that meets their needs</li><li>people can purchase affordable housing</li><li>people have access to housing through an efficient and responsive housing market</li><li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental, housing purchase and access to housing through an efficient and responsive housing market) as other Australians</li><li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas and discrete communities.</li></ol><p>Under the NAHA and associated National Partnership Agreements, the Commonwealth Government provides funding to assist with the achievement of housing and homelessness related outcomes for which states and territories have primary responsibility, noting that outcomes are also influenced by all three levels of government and the private market.</p></p>From 1 July 2018, both the NPAH and NAHA will cease. In their place, the National Housing and Homelessness Agreement (NHHA) will be established. The terms of this agreement are yet to be finalised.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>Transitional National Partnership Agreement on Homelessness: 2017-18</b></p><p>In 2017, a one-year Transitional National Partnership Agreement on Homelessness (NPAH): 2017-18 was agreed, to enable the extension of the NPAH: 2015-17 until June 2018.</p><p>The NPAH aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. The Agreement contributes to the objective of the NAHA.</p><p>Under the NPAH, all states and territories have committed to direct at least 25 per cent of total matched funding, towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical areas with significant need for services in these priority areas and the services that will be delivered to address these needs.</p><p>On 9 December 2016 the Commonwealth announced a funding commitment to extend the NPAH until June 2018.</p><p><b>National Partnership Agreement on Remote Housing</b></p><p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 200, 
                    "label": "education_wa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Education Agreement / National Education Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "gold"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’. The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children</li>\r\n<li>young people make a successful transition from school to work and further study.</li></ol><p>Queensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</p>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards</li>\r\n<li>young people make a successful transition from school to work and further study</li>\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>Performance is assessed against the benchmark indicators identified in the NEA and the NERA. This is supplemented with an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p><p>The Commonwealth Government has policy responsibility for child care, while State and Territory governments are responsible for funding and providing preschool services. The Commonwealth Government also provides funding to states and territories for preschool. The Commonwealth Government and State and Territory governments share responsibility for developing, progressing and reviewing national objectives and outcomes for schooling and the national curriculum.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p><p>The objective of the National Partnership Agreement on Universal Access to Early Childhood Education is to provide universal access to quality preschool programs for children in the year before full-time school for 600 hours per year, delivered in accordance with National Quality Framework (NQF) requirements, and with a focus on participation by Indigenous and vulnerable and disadvantaged children.</p><p>Under National Partnership arrangements, performance is assessed against four performance indicators (Teacher Qualifications, Children Enrolled, Enrolled Children Enrolled for 600 Hours or More, and Attendance), with sub-indicators for cohorts of Indigenous and vulnerable and disadvantaged children.</p><p>The Children Enrolled indicator has been chosen for assessment as it can be appropriately compared across years and is a headline indicator under National Partnership arrangements. The benchmark for this indicator is 95 per cent because participation in preschool in the year before full-time school is not compulsory.</p><p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p><p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership enabled the Commonwealth, states and territories to establish the National Quality Framework (NQF) for early childhood education and care services. The NQF applies to most long day care, family day care, preschool and kindergarten, and outside school hours care services. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p><p>The Commonwealth, states and territories entered into the National Partnership on the National Quality Agenda for Early Childhood Education and Care 2015-16 to 2017-18 to maintain the National Quality Agenda.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 300, 
                    "label": "skills_wa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the VET system. The NPASR commenced in 2012 and concluded in June 2017.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Agreement for Skills and Workforce Development"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "gold"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy</li>\r\n<li> all working age Australians have the opportunity to develop skills</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>Performance is assessed against the two benchmarks identified in the NASWD. This is supplemented with an indication of how effectively VET is translating into improved employment outcomes for graduates.</p><p>The Commonwealth Government and State and Territory governments allocate funding for VET services and to support the maintenance of public training infrastructure. Regulation and governance for higher education are shared between the Commonwealth Government, State and Territory governments and higher education institutions.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 400, 
                    "label": "healthcare_wa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system.</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported)</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information)</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol><p>All levels of government in Australia fund, deliver and regulate health services.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>The National Partnership Agreement Supporting National Mental Health Reform concluded on 30 June 2016. It provided funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. A total of 20 projects were funded, with each State and Territory implementing between one and four discrete projects.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Healthcare Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "gold"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 500, 
                    "label": "disability_wa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Disability Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "gold"
                        }, 
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that 'People with disability and their carers have an enhanced quality of life and participate as valued members of the community'. The NDA aims to contribute to the following outcomes: <ol type=\"a\"><li>people with disability achieve economic participation and social inclusion</li><li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible</li><li>families and carers are well supported.</li></ol><p>Performance is assessed against the two benchmarks identified in the NDA. This is supplemented with an indication of the level of participation by people with a disability in social and community activities.</p><p>State and Territory governments are responsible for the provision of specialist disability services provided under the NDA, except disability employment services. The Commonwealth Government is responsible for the oversight and funding of employment services for people with disability and the provision of income support. All governments share responsibility for NDIS policy, funding and governance.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 600, 
                    "label": "indigenous_wa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "objective", 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks:</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20&ndash;24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. Performace is assessed against the Closing the Gap targets, additional indicators have not been reported.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "agreement", 
                            "value": "National Indigenous Reform Agreement"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "gold"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Remote Housing</b></p>\r\n<p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 700, 
                    "label": "infrastructure_wa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009&ndash;2014.</p>"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "gold"
                        }
                    ], 
                    "external_url": null
                }, 
                {
                    "requires_authentication": false, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": false, 
                        "name": "Main COAG View", 
                        "show_siblings": false
                    }, 
                    "children": [], 
                    "sort_order": 800, 
                    "label": "legal_assistance_wa", 
                    "properties": [
                        {
                            "type": 1, 
                            "key": "state_name", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "state_abbrev", 
                            "value": "WA"
                        }, 
                        {
                            "type": 1, 
                            "key": "colour", 
                            "value": "gold"
                        }, 
                        {
                            "type": 1, 
                            "key": "partnership_agreements", 
                            "value": "<p><b>The National Partnership Agreement on Legal Assistance Services</b></p><p>The National Partnership Agreement on Legal Assistance Services 2015&ndash;2020 (the Agreement) commenced on 1 July 2015. The Agreement includes funding for legal aid commissions (LACs) and community legal centres (CLCs). It supports a sustainable legal assistance sector by ensuring that services are directed where they are needed most. The Agreement also encourages legal assistance providers to build a collaborative, sector-wide approach to service delivery, through formalised service planning processes.</p><p Service planning allows jurisdictions to identify gaps and overlaps in legal assistance services, to assist with improving front-line service delivery. The outcomes of this process inform state and territory decision‑making about the allocation of Commonwealth and state and territory funding for CLCs in each jurisdiction. Service planning is an essential reform in this Agreement and provides the sector with opportunities to work as one to achieve the Agreement’s objective and outcomes. In 2015-16, all states and territories met the service planning milestones under the Agreement.</p><p>The national benchmarks ensure available Commonwealth funding is prioritised for legal assistance services to financially disadvantage people. Financially disadvantaged people are also more likely to have legal problems and fall into other categories of priority clients.</p>"
                        }
                    ], 
                    "external_url": null
                }
            ], 
            "sort_order": 80, 
            "label": "wa", 
            "properties": [
                {
                    "type": 1, 
                    "key": "state_name", 
                    "value": "WA"
                }, 
                {
                    "type": 1, 
                    "key": "state_abbrev", 
                    "value": "WA"
                }, 
                {
                    "type": 1, 
                    "key": "colour", 
                    "value": "gold"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Housing", 
            "view_type": {
                "show_children": false, 
                "name": "Main COAG View", 
                "show_siblings": false
            }, 
            "children": [], 
            "sort_order": 100, 
            "label": "housing", 
            "properties": [
                {
                    "type": 1, 
                    "key": "agreement", 
                    "value": "National Affordable Housing Agreement"
                }, 
                {
                    "type": 1, 
                    "key": "partnership_agreements", 
                    "value": "<p><b>Transitional National Partnership Agreement on Homelessness: 2017-18</b></p><p>In 2017, a one-year Transitional National Partnership Agreement on Homelessness (NPAH): 2017-18 was agreed, to enable the extension of the NPAH: 2015-17 until June 2018.</p><p>The NPAH aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. The Agreement contributes to the objective of the NAHA.</p><p>Under the NPAH, all states and territories have committed to direct at least 25 per cent of total matched funding, towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical areas with significant need for services in these priority areas and the services that will be delivered to address these needs.</p><p>On 9 December 2016 the Commonwealth announced a funding commitment to extend the NPAH until June 2018.</p><p><b>National Partnership Agreement on Remote Housing</b></p><p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                }, 
                {
                    "type": 1, 
                    "key": "objective", 
                    "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is &quot;...that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation&quot; (COAG 2009). The NAHA aims to contribute to the following outcomes:</p><ol type=\"a\"><li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion</li><li>people are able to rent housing that meets their needs</li><li>people can purchase affordable housing</li><li>people have access to housing through an efficient and responsive housing market</li><li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental, housing purchase and access to housing through an efficient and responsive housing market) as other Australians</li><li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas and discrete communities.</li></ol><p>Under the NAHA and associated National Partnership Agreements, the Commonwealth Government provides funding to assist with the achievement of housing and homelessness related outcomes for which states and territories have primary responsibility, noting that outcomes are also influenced by all three levels of government and the private market.</p></p>From 1 July 2018, both the NPAH and NAHA will cease. In their place, the National Housing and Homelessness Agreement (NHHA) will be established. The terms of this agreement are yet to be finalised.</p>"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Education", 
            "view_type": {
                "show_children": false, 
                "name": "Main COAG View", 
                "show_siblings": false
            }, 
            "children": [], 
            "sort_order": 200, 
            "label": "education", 
            "properties": [
                {
                    "type": 1, 
                    "key": "agreement", 
                    "value": "National Education Agreement / National Education Reform Agreement"
                }, 
                {
                    "type": 1, 
                    "key": "objective", 
                    "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’. The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children</li>\r\n<li>young people make a successful transition from school to work and further study.</li></ol><p>Queensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</p>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards</li>\r\n<li>young people make a successful transition from school to work and further study</li>\r\n<li>all children are engaged in and benefiting from schooling</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>Performance is assessed against the benchmark indicators identified in the NEA and the NERA. This is supplemented with an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p><p>The Commonwealth Government has policy responsibility for child care, while State and Territory governments are responsible for funding and providing preschool services. The Commonwealth Government also provides funding to states and territories for preschool. The Commonwealth Government and State and Territory governments share responsibility for developing, progressing and reviewing national objectives and outcomes for schooling and the national curriculum.</p>"
                }, 
                {
                    "type": 1, 
                    "key": "partnership_agreements", 
                    "value": "<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p><p>The objective of the National Partnership Agreement on Universal Access to Early Childhood Education is to provide universal access to quality preschool programs for children in the year before full-time school for 600 hours per year, delivered in accordance with National Quality Framework (NQF) requirements, and with a focus on participation by Indigenous and vulnerable and disadvantaged children.</p><p>Under National Partnership arrangements, performance is assessed against four performance indicators (Teacher Qualifications, Children Enrolled, Enrolled Children Enrolled for 600 Hours or More, and Attendance), with sub-indicators for cohorts of Indigenous and vulnerable and disadvantaged children.</p><p>The Children Enrolled indicator has been chosen for assessment as it can be appropriately compared across years and is a headline indicator under National Partnership arrangements. The benchmark for this indicator is 95 per cent because participation in preschool in the year before full-time school is not compulsory.</p><p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p><p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership enabled the Commonwealth, states and territories to establish the National Quality Framework (NQF) for early childhood education and care services. The NQF applies to most long day care, family day care, preschool and kindergarten, and outside school hours care services. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p><p>The Commonwealth, states and territories entered into the National Partnership on the National Quality Agenda for Early Childhood Education and Care 2015-16 to 2017-18 to maintain the National Quality Agenda.</p>"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Skills", 
            "view_type": {
                "show_children": false, 
                "name": "Main COAG View", 
                "show_siblings": false
            }, 
            "children": [], 
            "sort_order": 300, 
            "label": "skills", 
            "properties": [
                {
                    "type": 1, 
                    "key": "objective", 
                    "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy</li>\r\n<li> all working age Australians have the opportunity to develop skills</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>Performance is assessed against the two benchmarks identified in the NASWD. This is supplemented with an indication of how effectively VET is translating into improved employment outcomes for graduates.</p><p>The Commonwealth Government and State and Territory governments allocate funding for VET services and to support the maintenance of public training infrastructure. Regulation and governance for higher education are shared between the Commonwealth Government, State and Territory governments and higher education institutions.</p>"
                }, 
                {
                    "type": 1, 
                    "key": "agreement", 
                    "value": "National Agreement for Skills and Workforce Development"
                }, 
                {
                    "type": 1, 
                    "key": "partnership_agreements", 
                    "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the VET system. The NPASR commenced in 2012 and concluded in June 2017.</p>"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Healthcare", 
            "view_type": {
                "show_children": false, 
                "name": "Main COAG View", 
                "show_siblings": false
            }, 
            "children": [], 
            "sort_order": 400, 
            "label": "healthcare", 
            "properties": [
                {
                    "type": 1, 
                    "key": "objective", 
                    "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system.</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported)</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information)</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol><p>All levels of government in Australia fund, deliver and regulate health services.</p>"
                }, 
                {
                    "type": 1, 
                    "key": "agreement", 
                    "value": "National Healthcare Agreement"
                }, 
                {
                    "type": 1, 
                    "key": "partnership_agreements", 
                    "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>The National Partnership Agreement Supporting National Mental Health Reform concluded on 30 June 2016. It provided funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. A total of 20 projects were funded, with each State and Territory implementing between one and four discrete projects.</p>"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Disability", 
            "view_type": {
                "show_children": false, 
                "name": "Main COAG View", 
                "show_siblings": false
            }, 
            "children": [], 
            "sort_order": 500, 
            "label": "disability", 
            "properties": [
                {
                    "type": 1, 
                    "key": "objective", 
                    "value": "<p>The objective of the National Disability Agreement (NDA) is that 'People with disability and their carers have an enhanced quality of life and participate as valued members of the community'. The NDA aims to contribute to the following outcomes: <ol type=\"a\"><li>people with disability achieve economic participation and social inclusion</li><li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible</li><li>families and carers are well supported.</li></ol><p>Performance is assessed against the two benchmarks identified in the NDA. This is supplemented with an indication of the level of participation by people with a disability in social and community activities.</p><p>State and Territory governments are responsible for the provision of specialist disability services provided under the NDA, except disability employment services. The Commonwealth Government is responsible for the oversight and funding of employment services for people with disability and the provision of income support. All governments share responsibility for NDIS policy, funding and governance.</p>"
                }, 
                {
                    "type": 1, 
                    "key": "agreement", 
                    "value": "National Disability Agreement"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Indigenous", 
            "view_type": {
                "show_children": false, 
                "name": "Main COAG View", 
                "show_siblings": false
            }, 
            "children": [], 
            "sort_order": 600, 
            "label": "indigenous", 
            "properties": [
                {
                    "type": 1, 
                    "key": "agreement", 
                    "value": "National Indigenous Reform Agreement"
                }, 
                {
                    "type": 1, 
                    "key": "partnership_agreements", 
                    "value": "<p><b>National Partnership Agreement on Remote Housing</b></p>\r\n<p>In 2016, a new National Partnership on Remote Housing (NPRH) was negotiated to replace the National Partnership Agreement on Remote Indigenous Housing (NPARIH). The NPRH focuses on addressing critical housing need for Aboriginal and Torres Strait Islander people in remote communities, improving service delivery, leveraging employment and business opportunities and creating more sustainable housing systems. In addition, activities under the NPARIH are continued under the new NPRH, which came into effect on 1 July 2016 and will conclude on 30 June 2018.</p><p>Note: Not all states and territories are part of the NPRH.</p>"
                }, 
                {
                    "type": 1, 
                    "key": "objective", 
                    "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks:</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20&ndash;24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. Performace is assessed against the Closing the Gap targets, additional indicators have not been reported.</p>"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Infrastructure", 
            "view_type": {
                "show_children": false, 
                "name": "Main COAG View", 
                "show_siblings": false
            }, 
            "children": [], 
            "sort_order": 700, 
            "label": "infrastructure", 
            "properties": [
                {
                    "type": 1, 
                    "key": "partnership_agreements", 
                    "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009&ndash;2014.</p>"
                }
            ], 
            "external_url": null
        }, 
        {
            "requires_authentication": false, 
            "name": "Legal Assistance", 
            "view_type": {
                "show_children": false, 
                "name": "Main COAG View", 
                "show_siblings": false
            }, 
            "children": [], 
            "sort_order": 800, 
            "label": "legal_assistance", 
            "properties": [
                {
                    "type": 1, 
                    "key": "partnership_agreements", 
                    "value": "<p><b>The National Partnership Agreement on Legal Assistance Services</b></p><p>The National Partnership Agreement on Legal Assistance Services 2015&ndash;2020 (the Agreement) commenced on 1 July 2015. The Agreement includes funding for legal aid commissions (LACs) and community legal centres (CLCs). It supports a sustainable legal assistance sector by ensuring that services are directed where they are needed most. The Agreement also encourages legal assistance providers to build a collaborative, sector-wide approach to service delivery, through formalised service planning processes.</p><p Service planning allows jurisdictions to identify gaps and overlaps in legal assistance services, to assist with improving front-line service delivery. The outcomes of this process inform state and territory decision‑making about the allocation of Commonwealth and state and territory funding for CLCs in each jurisdiction. Service planning is an essential reform in this Agreement and provides the sector with opportunities to work as one to achieve the Agreement’s objective and outcomes. In 2015-16, all states and territories met the service planning milestones under the Agreement.</p><p>The national benchmarks ensure available Commonwealth funding is prioritised for legal assistance services to financially disadvantage people. Financially disadvantaged people are also more likely to have legal problems and fall into other categories of priority clients.</p>"
                }
            ], 
            "external_url": null
        }
    ], 
    "sort_order": 10, 
    "label": "aus", 
    "properties": [
        {
            "type": 1, 
            "key": "region", 
            "value": "Australia"
        }
    ], 
    "external_url": null
}

